/* Label for when no data is selected */
"noData" = "(请选择数据)";

/* Label for when too much data is selected */
"tooMuchData" = "(请减少所选数据)";

/* Label for when selected byte count is 'bad' */
"badByteCount" = "(请选择 2 的幂个字节)";

/* Label for when selected range is not contiguous */
"contiguousRange" = "(请选择连续的范围)";

/* Label for little endian popup button menu option */
"littleEndian" = "le";

/* Label for big endian popup button menu option */
"bigEndian" = "be";

/* Label for decimal popup button menu option */
"decimalBase" = "dec";

/* Label for hexadecimal popup button menu option */
"hexadecimalBase" = "hex";

/* Label for when too little data is selected */
"tooLittleData" = "(请增加所选数据)";

/* Label for when an internal error occurred during selection */
"internalError" = "(内部错误)";

/* Label for when the bytes selected do not represent a valid form of UTF-8 */
"invalidUTF8Bytes" = "(字节不是有效的 UTF-8)";
